import MainLayout from "../components/layouts/MainLayout";

const CalendarPage = () => {
  return (
    <MainLayout>
      <p>Це серце програми. Тут адміністратор проводитиме більшість часу.</p>

      <ul>
        <li>Візуальний календар: З можливістю перегляду по днях, тижнях або місяцях.</li>
        <li>Фільтрація: Можливість бачити розклад конкретного майстра або конкретного кабінету/ресурсу.</li>
        <li>Управління записами: Можливість створювати, редагувати (переносити час/дату), скасовувати та підтверджувати візити.</li>
        <li>Статуси візитів: Кольорове кодування (напр., новий, підтверджений, клієнт прийшов, скасовано).</li>
      </ul>
    </MainLayout>
  );
};

export default CalendarPage;
