const MaterialesPage = () => {
  return (
    <div>
      <h1>(Часто це розширений, але дуже корисний модуль)</h1>

      <ul>
        <li>Список матеріалів: Що використовується в роботі (фарби, лаки, шампуні).</li>
        <li>Облік залишків: Скільки чого залишилось.</li>
        <li>Сповіщення: Попередження, коли товар закінчується.</li>
        <li>Списання: Автоматичне списання матеріалів при наданні послуги (наприклад, -50 мл фарби).</li>
      </ul>
    </div>
  );
};

export default MaterialesPage;
