import MainLayout from "../components/layouts/MainLayout";

const StaffPage = () => {
  return (
    <MainLayout>
      <h1>Управління вашою командою.</h1>

      <ul>
        <li>Список майстрів: Хто працює в салоні.</li>
        <li>Профіль майстра:</li>
        <ul>
          <li>Контактна інформація.</li>
          <li>Список послуг: Які саме послуги може виконувати цей майстер.</li>
          <li>Графік роботи: Налаштування робочих днів, змін та вихідних.</li>
        </ul>
        <li>Розрахунок зарплати: (Розширений функціонал) Автоматичний розрахунок відсотка від наданих послуг.</li>
      </ul>
    </MainLayout>
  );
};

export default StaffPage;
